{
    "trial_head": "3.0 ERA - Asset Liquidity",
    "trial_head1": "Smart Asset Tokenization & Global Asset Transaction",
    "trial_block1_percentage": "Asset Authorization",
    "trial_block1_content": "Property Rights,<br>Deeds, Land Leases<br><div>Credential Registration System Voucher</div>",
    "trial_block1_bottom": "<h5>Improve Liquidity</h5><p>The combination of block-chain, IoT and AI will promote the comprehensive asset liquidity,from assets’ ownership to use rights.</p>",
    "trial_block2_percentage": "Asset Securitization",
    "trial_block2_content": "Debt,Bond<br><div>Trading registration platform and Clearance</div>",
    "trial_block2_bottom": "<h5>Avoid Asymmetric And Fake Information</h5><p>To provide sufficient reliable datas and information before transaction, so as to ensure the credibility.</p>",
    "trial_block3_percentage": "Smart Asset Tokenization",
    "trial_block3_content": "Usufruct Tokenization<br>IoT, AI Smart Protocol, Blockchain<div>Smart asset registration and trading platform</div>",
    "trial_block3_bottom": "<h5>Connect The Real Economy And Digital Economy</h5><p>Through tokenized transactions of the real assets, virtual currency is able to be widely used in the real economy.</p>",
    "solution_head": "Smart Asset",
    "solution_content1": "The ownership of smart asset is stored in the blockchain and cannot be falsified.The performance of smart assets depends on smart asset protocols, which will be stored in the blockchain and cannot be falsified.",
    "solution_content2": "In the network of smart assets issue and circulation, blockchain will be deployed in asset registration, trade confirmation, bookkeeping, accounts checking, and liquidation, etc. Holders of the assets can conduct business according to the features of their own assets, and therefore form an asset network.",
    "be_found_head": "Proof-of-Asset Protocol",
    "be_found_head1": "Asset Trading Scenario Depths with Block-chain Technology",
    "be_found_head2": "Proof-of-Asset protocol is an application protocol based on blockchain in asset trading and circulation.Smart Asset Protocol is based on proof-of –asset to issue tokens and monitor the asset trading on real-time basis to comply with token implementation",
    "be_found_content1_img1": "Refer to Current Laws",
    "be_found_content1_img2": "Self-execution of Open Source Compilation",
    "be_found_content1_head": "Proof-of-Asset Protocol",
    "be_found_content1_text": "The protocol will be designed according to real contract laws, and it will be self-executed via architecture code. Meanwhile, block-chain technology will be adopted to create a reliable execution environment.",
    "be_found_content2_img1": "IoT",
    "be_found_content2_img2": "Artificial Intelligence",
    "be_found_content2_head": "Token Performance",
    "be_found_content2_text": "Aim at monitoring assets’ performance via automatic control, automatic information collection and automatic intelligence feedback. On the one hand, it will help to check the performance of protocols and improve smart operation efficiency, on the other hand, it will also help to reduce decision-making cost for those holders of asset tokens.",
    "technology_head": "Block-chain Technical Features",
    "technology_content1": "“One Chain, One Asset”",
    "technology_text1": "Base on Smart Asset Protocol main chain to create side chain with different types of asset.Create diverse smart protocols corresponding to asset types, and gradually adopt to business scenario, establishing standards.The same asset type will be issued on side chains with different tokens.",
    "technology_content2": "Micro-service Smart Asset Protocol",
    "technology_text2": "Committed to quickly establishing system and industry standard for minimum single scenario.Different sidechains for different smart contract application.Capable to transfer smart-asset’s protocol via layered architecture API interface.Easy to assemble smart contract through plug-ins.Based layer is the pluggable contract plug-ins, as well as the atomic code for smart contract",
    "technology_content3": "Consensus Algorithm",
    "technology_text3": "When designing consensus algorithm, we must consider the amplifying effect of business interests driven by human, particularly in smart asset trade under smart asset network. Therefore, we modified the original one, so that it correlates weights with chains of  SAP that pledged. With such modification, the original mechanism, which requires more than 2/3 voters upgrade to 2/3 of the total SAP. ",
    "technology_content4": "Consensus Network",
    "technology_text4": "Consensus network consistS of a number of consensus nodes that can be dynamically added and deleted, with the ability to interconnect each other between nodes, but not necessarily completely connected. By default, we provide AS-DPOS and SSSS random-number generation solutions, which can speed up the efficiency of the entire network consensus and maximize network throughput and performance.",
    "footer": "To fully achieve asset investment value by promoting asset liquidity. "
}